{
  "Noticias":[
    {"id":0, "titulo": "Câmara aprova projeto que acaba com isenção para compras internacionais de até US$ 50","texto": "Texto aprovado prevê taxação de 20% sobre importações; atualmente, essas compras só pagam ICMS. Projeto ainda precisa ser aprovado no Senado."},
    {"id":1, "titulo": "Após mês de chuva recorde e volumes superiores a mil milímetros, RS tem previsão de dias secos em sequência", "texto": "Temporais e cheias deixaram 169 mortos no estado. Dias de sol e frio chegam após passagem de ciclone extratropical, que provocou ventania em diversas regiões."},
    {"id":2, "titulo": "Éder Militão x Karoline Lima: como deve ser a pensão alimentícia de um pai milionário?", "texto": "Advogadas ouvidas pelo g1 explicam que os pagamentos feitos pelo pai devem proporcionar aos filhos o mesmo padrão de vida que ele tem, independentemente do salário que ele receba."},
    {"id":3, "titulo": "Brasil reage a Israel e relação 'desce mais um degrau'", "texto": "Oficialização da retirada do embaixador brasileiro em Israel do cargo é reação a constrangimento que Israel causou ao Brasil e ao diplomata Frederico Meyer."},
    {"id":4, "titulo": "União Europeia pede para que Venezuela reconsidere 'desconvite' para observadores nas eleições", "texto": "Chefe do Conselho Nacional Eleitoral afirmou que observadores europeus 'não merecem' ir ao país. Em nota, União Europeia lamentou decisão venezuelana."},
    {"id":5, "titulo": "Cortina instalada para bloquear visão do Monte Fuji e ‘espantar’ turistas, é perfurada em dez locais diferentes", "texto": "A polêmica cortina que foi instalada para bloquear a vista do Monte Fuji, popular entre os turistas, foi perfurada em dez locais diferentes em Fujikawaguchiko, no Japão, disse um funcionário municipal."},
    {"id":6, "titulo": "Papa Francisco pede desculpas por frases consideradas homofóbicas, anuncia Vaticano", "texto": "O pontífice teria usado um termo depreciativo durante uma reunião a portas fechadas com 250 bispos italianos na semana passada, ao expressar a sua oposição à entrada de homens abertamente homossexuais no seminário"},
    {"id":7, "titulo": "Mudanças climáticas dobram risco de enchentes no RS.", "texto": "Um estudo internacional indica que as mudanças climáticas dobraram o risco de enchentes no Rio Grande do Sul, confirmando o papel da transformação no planeta na incidência do evento extremo registrado no Brasil."},
    {"id":8, "titulo": "Índia registra 56 mortes após onda de calor", "texto": "A Índia registou quase 25 mil casos de suspeita de insolação e 56 pessoas morreram após vários dias de onda de calor em todo o país, entre março e maio, informou a mídia local, citando dados do governo."},
    {"id":9, "titulo": "Temperatura dos oceanos em 2023 foi a mais quente da história segundo a Unesco", "texto": "A taxa de aquecimento dos mares duplicou nos últimos 20 anos; toda costa oceânica brasileira está cerca de 2°C acima da média histórica"},
    {"id":10, "titulo": "Temperaturas passam de 52ºC durante onda de calor no Paquistão", "texto":"Equipe de cientistas internacionais alerta para agravamento da situação provocada pela mudança climática causada pelo homem "},
    {"id":11, "titulo": "Menopausa afeta diferentes aspectos da vida da mulher, dizem especialistas", "texto": "Os cuidados com a saúde da mulher devem começar já na infância. Segundo a Federação Brasileira das Associações de Ginecologia e Obstetrícia (Febrasgo), o ideal é que a primeira consulta com ginecologista seja feita..."},
    {"id":12, "titulo": "Cesarianas antecipam partos no Brasil, com riscos para os bebês, diz estudo", "texto": "As evidências mostram que, no Brasil, muitas cesáreas previstas para ocorrer em meio ao feriado de carnaval são antecipadas ou postergadas. Pesquisadores do Insper Instituto de Ensino e Pesquisa investigaram os efeitos dessa..."},
    {"id":13, "titulo": "Hospital de campanha de Canoas inicia atendimento em novo endereço neste sábado", "texto": "Unidade continuará funcionando com seis médicos, três enfermeiros e técnicos de enfermagem, prestando atendimento 24 horas"},
    {"id":14, "titulo": "Ministra Nísia Trindade reforça compromisso de fortalecer o SUS no RS", "texto":"Em visita ao estado, nesta sexta-feira (14), ministra entregou 30 ambulâncias e mil computadores para unidades de saúde"},
    {"id":15, "titulo": "Uso de inteligência artificial em notícias gera preocupações em todo o mundo, aponta pesquisa", "texto":"Público afirma não se sentir confortável com noticiário gerado principalmente por IA, segundo relatório do Instituto Reuters"},
    {"id":16, "titulo": "Assistentes sociais defendem novo piso salarial e financiamento de suas atividades", "texto":"Sistema Único de Assistência Social tem 451 mil trabalhadores; eles reclamam da precarização do trabalho nos últimos anos"},
    {"id":17, "titulo": "Serviço de nivelamento de solo é realizado em ruas do Canastreiro", "texto":"A Prefeitura Municipal de São José do Norte, através da Secretaria Municipal de Obras e Urbanismo (SMOU) vem prestando serviços por ruas e vias do município."},
    {"id":18, "titulo": "Quais são os crimes cometidos por quem divulga o 'jogo do tigrinho'", "texto":"Famoso nas redes sociais, o Fortune Tiger é considerado um jogo de azar pela Lei de Contravenções Penais porque ganhar ou perder depende exclusivamente da sorte."},
    {"id":19, "titulo": "Europa enfrenta aumento preocupante de casos de dengue, alertam autoridades", "texto":"Autoridades de saúde alertam para o crescimento de registros da doença transmitida por mosquitos no continente europeu"},
    {"id":20, "titulo": "Regiões Norte e Nordeste devem registrar chuvas volumosas nesta semana", "texto":"Segundo o Instituto Nacional de Meteorologia (Inmet), essas áreas podem receber precipitações superiores a 60 mm devido à combinação de calor e umidade elevada"},
    {"id":21, "titulo": "Lagoa dos Patos tem alto risco de inundação, alerta Cemaden", "texto":"A região da Lagoa dos Patos, no Rio Grande do Sul, terá grandes riscos de inundação, segundo um alerta do Centro Nacional de Monitoramento e Alertas de Desastres Naturais, o Cemaden"},
    {"id":22, "titulo": "Cuiabá registra maior temperatura em junho em quase 30 anos", "texto":"Nos dias 15 e 16 de junho de 2024, o Instituto Nacional de Meteorologia registrou 37,2°C de temperatura máxima. No histórico de dados do Inmet, esta é a maior temperatura registrada em um dia de junho em 27 anos, desde 1997."},
    {"id":23, "titulo": "Em meio a tensões globais, gastos com armas nucleares sobem", "texto":"Os nove países com armas nucleares gastaram 91,4 bilhões de dólares em seus arsenais em 2023. Número de armas prontas para uso aumenta."},
    {"id":24, "titulo": "Microsoft se une a plataforma para criar serviço de notícias com ferramentas de IA", "texto":"Semafor produz resumos a partir de conteúdos de publicações, como NYT e FT. Empresa de Bill Gates diz que quer buscar maneiras de apoiar os jornalistas, não substituí-los"},
    {"id":25, "titulo": "O aquecimento global está mais rápido do que o esperado?", "texto":"Os oceanos ficaram mais quentes, o gelo da Antártica nunca esteve tão reduzido e eventos climáticos extremos atingem todos os continentes, sendo o mais recente a onda de calor no Brasil, sobretudo nas regiões Sudeste e Centro-Oeste."},
    {"id":26, "titulo": "G7 e aborto legal: a polêmica que dividiu líderes globais", "texto":"A Cúpula do G7, realizada na Itália, chega ao seu segundo e último dia nesta sexta-feira (14) envolta em uma polêmica sobre a inclusão..."},
    {"id":27, "titulo": "Hospitais Federais no Rio de Janeiro recebem doação de sangue", "texto":"'Toda vida é importante para alguém. Doe sangue, mesmo sem saber para quem' é o lema da campanha lançada hoje (14), pelo Ministério da Saúde,"},
    {"id":28, "titulo": "Ministério da Saúde destina ao estado 100 mochilas de emergência médica", "texto":"Doadas pela Organização-Panamericana da Saúde, cada mala médica possui 61 itens. Entre eles, medicamentos anti-inflamatórios, antitérmicos e analgésicos"},
    {"id":29, "titulo": "Ministério da Saúde entrega 30 ambulâncias e mil computadores para o estado", "texto":"Em visita ao Rio Grande do Sul nesta sexta-feira (14), a ministra da Saúde, Nísia Trindade, entrega 30 ambulâncias do Serviço de Atendimento Móvel de Urgência (SAMU 192) para os municípios atingidos pelas fortes chuvas que devastaram o estado. "}
  
}

